Repository: muhiro12/Stally
Catalog: Stally/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

source: Items whose last mark feels far enough away to revisit.
es: Elementos cuya última marca quedó lo bastante atrás como para revisitarlos.
fr: Éléments dont la dernière marque est suffisamment ancienne pour être revisités.
ja: 最後のマークから十分に時間が空き、見直してよさそうなアイテムです。
zh_hans: 那些距离上次标记已经够久、值得重新关注的项目。

source: Items: %lld
es: Elementos: %lld
fr: Éléments : %lld
ja: アイテム数: %lld
zh_hans: 项目数：%lld

source: Jump straight to archived items.
es: Ve directo a los elementos archivados.
fr: Accédez directement aux éléments archivés.
ja: アーカイブ済みアイテムへすぐ移動します。
zh_hans: 直接前往已归档项目。

source: Keep a recent backup close before you replace the library or test a restore.
es: Ten a mano una copia reciente antes de reemplazar la biblioteca o probar una restauración.
fr: Gardez une sauvegarde récente à portée avant de remplacer la bibliothèque ou de tester une restauration.
ja: ライブラリを置き換えたり復元を試したりする前に、最近のバックアップを手元に置いてください。
zh_hans: 在替换资料库或测试恢复之前，请先准备好最近的备份。

source: Keep one recent export before you try any replace-style restore. Merge import will preserve local items; replace import will overwrite them.
es: Guarda una exportación reciente antes de probar cualquier restauración de tipo reemplazo. La importación por fusión conservará los elementos locales; la importación por reemplazo los sobrescribirá.
fr: Conservez un export récent avant d’essayer toute restauration de type remplacement. L’import par fusion préservera les éléments locaux ; l’import par remplacement les écrasera.
ja: 置き換え型の復元を試す前に、最近の書き出しを 1 つ残しておいてください。 マージ読み込みはローカル項目を保ち、置換読み込みはそれらを上書きします。
zh_hans: 在尝试任何替换式恢复之前，请先保留一份最近的导出。 合并导入会保留本地项目，而替换导入会覆盖它们。

source: Keep preserved favorites close without letting them crowd the active list.
es: Mantén cerca tus favoritos preservados sin dejar que saturen la lista activa.
fr: Gardez vos favoris préservés à portée sans encombrer la liste active.
ja: 大切に残したお気に入りを近くに置きつつ、アクティブ一覧を圧迫しないようにします。
zh_hans: 让保留下来的最爱保持在手边，同时不挤占活跃列表。

source: Last marked
es: Última marca
fr: Dernière marque
ja: 最後にマークした日
zh_hans: 上次标记

source: Last Merge Result
es: Último resultado de fusión
fr: Dernier résultat de fusion
ja: 前回のマージ結果
zh_hans: 上次合并结果

source: Last Replace Result
es: Último resultado de reemplazo
fr: Dernier résultat de remplacement
ja: 前回の置換結果
zh_hans: 上次替换结果

source: Latest Archive
es: Último archivado
fr: Dernier archivage
ja: 最新のアーカイブ
zh_hans: 最新归档

source: Latest Change
es: Último cambio
fr: Dernier changement
ja: 最新の変更
zh_hans: 最近变更

source: Library
es: Biblioteca
fr: Bibliothèque
ja: ライブラリ
zh_hans: 资料库

source: License information is unavailable for this app configuration.
es: La información de licencias no está disponible para esta configuración de la app.
fr: Les informations de licence ne sont pas disponibles pour cette configuration de l’app.
ja: このアプリ構成ではライセンス情報を利用できません。
zh_hans: 当前应用配置下无法提供许可证信息。

source: Licenses
es: Licencias
fr: Licences
ja: ライセンス
zh_hans: 许可证

source: Longest idle gap: %lld
es: Mayor intervalo inactivo: %lld
fr: Plus longue période d’inactivité : %lld
ja: 最長の空白期間: %lld
zh_hans: 最长空档期：%lld

source: Mark the item for today or move it in and out of Archive without affecting past marks.
es: Marca el elemento para hoy o muévelo dentro y fuera de Archivo sin afectar las marcas pasadas.
fr: Marquez l’élément pour aujourd’hui ou déplacez-le vers ou hors des archives sans toucher aux marques passées.
ja: 過去のマークはそのままに、今日分をマークしたりアーカイブへの出し入れを行えます。
zh_hans: 可以为今天标记这个项目，或在不影响过去标记的情况下将其移入或移出归档。

source: Mark Today
es: Marcar hoy
fr: Marquer aujourd’hui
ja: 今日をマーク
zh_hans: 标记今天

source: Marked
es: Marcado
fr: Marqué
ja: マーク済み
zh_hans: 已标记

source: Marked Today
es: Marcado hoy
fr: Marqué aujourd’hui
ja: 今日マーク済み
zh_hans: 今天已标记

source: Marks
es: Marcas
fr: Marques
ja: マーク
zh_hans: 标记

source: Marks (30d)
es: Marcas (30 d)
fr: Marques (30 j)
ja: マーク数 (30日)
zh_hans: 标记数（30天）

source: Marks (90d)
es: Marcas (90 d)
fr: Marques (90 j)
ja: マーク数 (90日)
zh_hans: 标记数（90天）

source: Marks accumulate one day at a time.
es: Las marcas se acumulan día a día.
fr: Les marques s’accumulent un jour à la fois.
ja: マークは 1 日ずつ積み上がります。
zh_hans: 标记会按天逐步累积。

source: Marks Added
es: Marcas añadidas
fr: Marques ajoutées
ja: 追加したマーク
zh_hans: 新增标记

source: Marks saved
es: Marcas guardadas
fr: Marques enregistrées
ja: マークを保存しました
zh_hans: 标记已保存

source: Marks: %lld
es: Marcas: %lld
fr: Marques : %lld
ja: マーク数: %lld
zh_hans: 标记数：%lld

source: Merge import creates missing items, updates older local copies, and keeps newer local metadata when conflicts exist.
es: La importación por fusión crea elementos faltantes, actualiza copias locales antiguas y conserva los metadatos locales más nuevos cuando hay conflictos.
fr: L’import par fusion crée les éléments manquants, met à jour les copies locales plus anciennes et conserve les métadonnées locales les plus récentes en cas de conflit.
ja: マージ読み込みでは、足りないアイテムを作成し、古いローカル内容を更新し、競合時には新しいローカルメタデータを残します。
zh_hans: 合并导入会创建缺失项目、更新较旧的本地副本，并在冲突时保留较新的本地元数据。

source: Merge Into Library
es: Fusionar en la biblioteca
fr: Fusionner dans la bibliothèque
ja: ライブラリにマージ
zh_hans: 合并到资料库

source: Merged %@ into the current library.
es: Se fusionó %@ en la biblioteca actual.
fr: %@ a été fusionné dans la bibliothèque actuelle.
ja: %@ を現在のライブラリにマージしました。
zh_hans: 已将 %@ 合并到当前资料库。

source: Months
es: Meses
fr: Mois
ja: 月
zh_hans: 月

source: Months Used
es: Meses usados
fr: Mois utilisés
ja: 使った月数
zh_hans: 使用月数

source: More Comparisons Are Coming
es: Pronto habrá más comparaciones
fr: D’autres comparaisons arrivent bientôt
ja: 比較は今後さらに増えます
zh_hans: 更多对比功能即将推出

source: Move %lld archived items back into Home?
es: ¿Devolver %lld elementos archivados a Inicio?
fr: Renvoyer %lld éléments archivés vers Accueil ?
ja: アーカイブ済みアイテム %lld 件をホームへ戻しますか。
zh_hans: 要将 %lld 个已归档项目移回首页吗？

source: Move Back to Home
es: Volver a Inicio
fr: Revenir à Accueil
ja: ホームへ戻す
zh_hans: 移回首页

source: Move Selected Items Back to Home
es: Devolver los elementos seleccionados a Inicio
fr: Renvoyer les éléments sélectionnés vers Accueil
ja: 選択したアイテムをホームへ戻す
zh_hans: 将所选项目移回首页

source: Name
es: Nombre
fr: Nom
ja: 名前
zh_hans: 名称

source: Name is required.
es: El nombre es obligatorio.
fr: Le nom est requis.
ja: 名前は必須です。
zh_hans: 名称为必填项。

source: Needs First Mark
es: Necesita primera marca
fr: Attend sa première marque
ja: 最初のマーク待ち
zh_hans: 需要首次标记

source: Needs First Mark after %lld days
es: Necesita primera marca tras %lld días
fr: Attend une première marque après %lld jours
ja: %lld 日後に最初のマーク待ち扱い
zh_hans: %lld 天后视为需要首次标记

source: Needs Review
es: Necesita revisión
fr: À revoir
ja: 要レビュー
zh_hans: 需要回顾

source: Never
es: Nunca
fr: Jamais
ja: なし
zh_hans: 从未

source: Never Marked
es: Nunca marcado
fr: Jamais marqué
ja: 一度もマークなし
zh_hans: 从未标记

source: New
es: Nuevo
fr: Nouveau
ja: 新規
zh_hans: 新建

source: Next Moves
es: Siguientes pasos
fr: Prochaines actions
ja: 次の動き
zh_hans: 下一步

source: No activity in this window yet.
es: Todavía no hay actividad en esta ventana.
fr: Aucune activité sur cette période pour le moment.
ja: この期間にはまだ活動がありません。
zh_hans: 这个区间里还没有活动。

source: No Archived Items
es: No hay elementos archivados
fr: Aucun élément archivé
ja: アーカイブ済みアイテムはありません
zh_hans: 没有已归档项目

source: No category activity in this window yet.
es: Todavía no hay actividad por categoría en esta ventana.
fr: Aucune activité par catégorie sur cette période pour le moment.
ja: この期間にはまだカテゴリ活動がありません。
zh_hans: 这个区间里还没有类别活动。

source: No follow-up suggestions right now.
es: No hay sugerencias de seguimiento por ahora.
fr: Aucune suggestion de suite pour le moment.
ja: いまは追加の提案はありません。
zh_hans: 目前没有后续建议。

source: No marks in range, %lld lifetime.
es: No hay marcas en el rango, %lld en total.
fr: Aucune marque dans la période, %lld au total.
ja: この期間のマークは 0 件、累計 %lld 件です。
zh_hans: 所选区间内没有标记，累计 %lld 条。

source: No Matching Archived Items
es: No hay elementos archivados coincidentes
fr: Aucun élément archivé correspondant
ja: 一致するアーカイブ済みアイテムはありません
zh_hans: 没有匹配的已归档项目

source: No Matching Items
es: No hay elementos coincidentes
fr: Aucun élément correspondant
ja: 一致するアイテムはありません
zh_hans: 没有匹配的项目

source: No monthly trend available.
es: Aún no hay tendencia mensual disponible.
fr: Aucune tendance mensuelle disponible pour le moment.
ja: 利用できる月次トレンドはまだありません。
zh_hans: 暂无可用的月度趋势。

source: No validation issues were found in this backup.
es: No se encontraron problemas de validación en esta copia.
fr: Aucun problème de validation n’a été trouvé dans cette sauvegarde.
ja: このバックアップには検証上の問題は見つかりませんでした。
zh_hans: 在此备份中未发现校验问题。

source: No weekday pattern yet.
es: Aún no hay un patrón semanal.
fr: Pas encore de motif hebdomadaire.
ja: 曜日の傾向はまだありません。
zh_hans: 还没有形成按星期的模式。

source: None
es: Ninguno
fr: Aucun
ja: なし
zh_hans: 无

source: Not marked
es: Sin marcar
fr: Non marqué
ja: 未マーク
zh_hans: 未标记

source: Not yet
es: Aún no
fr: Pas encore
ja: まだありません
zh_hans: 还没有

source: Note
es: Nota
ja: メモ
zh_hans: 备注

source: Note coverage: %@
es: Cobertura de notas: %@
fr: Couverture des notes : %@
ja: メモの充足率: %@
zh_hans: 备注覆盖率：%@

source: Nothing currently looks dormant.
es: Nada parece inactivo en este momento.
fr: Rien ne semble endormi pour le moment.
ja: いま休眠扱いに見えるものはありません。
zh_hans: 目前没有看起来处于沉寂状态的项目。

source: Nothing in this lane right now.
es: No hay nada en esta sección ahora mismo.
fr: Rien dans cette section pour le moment.
ja: このレーンには今なにもありません。
zh_hans: 这个分组里目前没有内容。

source: Nothing Needs Review
es: No hay nada que revisar
fr: Rien à réviser
ja: レビューが必要なものはありません
zh_hans: 没有需要回顾的内容

source: Nothing to rank yet.
es: Todavía no hay nada que clasificar.
fr: Rien à classer pour le moment.
ja: まだ順位付けできるものはありません。
zh_hans: 还没有可以排行的内容。

source: OK
es: Aceptar
fr: D’accord
zh_hans: 确定

source: Once marks start to accumulate, Insights will map cadence, trends, and coverage across the collection.
es: Cuando las marcas empiecen a acumularse, Análisis mostrará cadencia, tendencias y cobertura de toda la colección.
fr: Une fois les marques accumulées, Analyses fera apparaître le rythme, les tendances et la couverture de toute la collection.
ja: マークがたまり始めると、Insights がコレクション全体のリズム、傾向、カバー率を描き出します。
zh_hans: 当标记开始累积后，“洞察”会勾勒出整个收藏的节奏、趋势与覆盖情况。

source: One filled day means you chose this item on that date.
es: Un día lleno significa que elegiste este elemento en esa fecha.
fr: Un jour rempli signifie que vous avez choisi cet élément à cette date.
ja: 色が付いた 1 日は、その日にこのアイテムを選んだことを意味します。
zh_hans: 被填满的一天表示你在那天选择了这个项目。

source: One mark is enough for today.
es: Una marca basta por hoy.
fr: Une seule marque suffit pour aujourd’hui.
ja: 今日は 1 回のマークで十分です。
zh_hans: 今天标记一次就够了。

source: Open another day when you need to correct history without changing the rest of the item.
es: Abre otro día cuando necesites corregir el historial sin cambiar el resto del elemento.
fr: Ouvrez un autre jour lorsque vous devez corriger l’historique sans modifier le reste de l’élément.
ja: アイテム本体を変えずに履歴だけ直したいときは、別の日を開いてください。
zh_hans: 当你需要修正历史记录而不改动项目其他内容时，请打开其他日期。

source: Open Archive
es: Abrir Archivo
fr: Ouvrir les archives
ja: アーカイブを開く
zh_hans: 打开归档

source: Open backup and restore tools.
es: Abre las herramientas de copia y restauración.
fr: Ouvrir les outils de sauvegarde et de restauration.
ja: バックアップと復元のツールを開きます。
zh_hans: 打开备份与恢复工具。

source: Open Backup Center
es: Abrir el centro de copias
fr: Ouvrir le centre de sauvegarde
ja: バックアップセンターを開く
zh_hans: 打开备份中心

source: Open collection analytics and reports.
es: Abre los análisis y reportes de la colección.
fr: Ouvrir les analyses et rapports de la collection.
ja: コレクション分析とレポートを開きます。
zh_hans: 打开收藏分析与报告。

source: Open Insights
es: Abrir Análisis
fr: Ouvrir Analyses
ja: Insights を開く
zh_hans: 打开洞察

source: Open Review
es: Abrir Revisión
fr: Ouvrir la révision
ja: レビューを開く
zh_hans: 打开回顾

source: Open Review when the list starts to drift
es: Abre Revisión cuando la lista empiece a desviarse
fr: Ouvrez la révision lorsque la liste commence à dériver
ja: 一覧がずれ始めたらレビューを開く
zh_hans: 当列表开始偏离时打开回顾

source: Open Settings directly.
es: Abre Ajustes directamente.
fr: Ouvrir directement Paramètres.
ja: 設定を直接開きます。
zh_hans: 直接打开设置。

source: Open Source Licenses
es: Abrir licencias de código abierto
fr: Ouvrir les licences open source
ja: オープンソースライセンスを開く
zh_hans: 打开开源许可证

source: Open Suggested Item
es: Abrir elemento sugerido
fr: Ouvrir l’élément suggéré
ja: 候補のアイテムを開く
zh_hans: 打开推荐项目

source: Open the dedicated backup workspace before you export or restore anything.
es: Abre el espacio dedicado de copias antes de exportar o restaurar nada.
fr: Ouvrez l’espace de sauvegarde dédié avant d’exporter ou de restaurer quoi que ce soit.
ja: 書き出しや復元を行う前に、専用のバックアップ ワークスペースを開いてください。
zh_hans: 在导出或恢复任何内容之前，请先打开专用备份工作区。

source: Open the main collection view.
es: Abre la vista principal de la colección.
fr: Ouvrir la vue principale de la collection.
ja: メインのコレクション画面を開きます。
zh_hans: 打开主要收藏视图。

source: Open the review workflow.
es: Abre el flujo de revisión.
fr: Ouvrir le flux de révision.
ja: レビューの流れを開きます。
zh_hans: 打开回顾流程。

source: Open Today
es: Abrir hoy
fr: Ouvrir aujourd’hui
ja: 今日を開く
zh_hans: 打开今天

source: Overview
es: Resumen
fr: Vue d’ensemble
ja: 概要
zh_hans: 概览

source: Past favorites can stay nearby without crowding the main list.
es: Los favoritos del pasado pueden permanecer cerca sin saturar la lista principal.
fr: Les favoris passés peuvent rester proches sans encombrer la liste principale.
ja: 以前のお気に入りを、メイン一覧を混雑させず近くに置いておけます。
zh_hans: 过去的心头好可以留在身边，而不会挤占主列表。

source: Photo
es: Foto
ja: 写真
zh_hans: 照片

source: Photo coverage: %@
es: Cobertura de fotos: %@
fr: Couverture photo : %@
ja: 写真の充足率: %@
zh_hans: 照片覆盖率：%@

source: Please try again.
es: Vuelve a intentarlo.
fr: Veuillez réessayer.
ja: もう一度お試しください。
zh_hans: 请再试一次。

source: Prepare clean snapshots of your collection before you move them anywhere else.
es: Prepara instantáneas limpias de tu colección antes de moverla a otro lugar.
fr: Préparez des instantanés propres de votre collection avant de la déplacer ailleurs.
ja: どこかへ移す前に、コレクションのきれいなスナップショットを用意しておきましょう。
zh_hans: 在把收藏移动到其他地方之前，请先准备好干净的快照。

source: Preview shows the snapshot contents, overlap with local items, and any warnings before import actions are enabled.
es: La vista previa muestra el contenido de la instantánea, el solapamiento con los elementos locales y cualquier advertencia antes de habilitar las acciones de importación.
fr: L’aperçu montre le contenu de l’instantané, les recouvrements avec les éléments locaux et les éventuels avertissements avant l’activation des actions d’import.
ja: プレビューでは、スナップショットの内容、ローカル項目との重なり、 そして読み込み操作を有効にする前の警告を確認できます。
zh_hans: 预览会显示快照内容、与本地项目的重叠情况， 以及在启用导入操作之前的所有警告。

source: Quiet History
es: Historial tranquilo
fr: Historique discret
ja: 静かな履歴
zh_hans: 安静的历史

source: Quiet item: %@
es: Elemento silencioso: %@
fr: Élément silencieux : %@
ja: 静かなアイテム: %@
zh_hans: 沉寂项目：%@

source: Quiet Items
es: Elementos silenciosos
fr: Éléments silencieux
ja: 静かなアイテム
zh_hans: 沉寂项目

source: Range
es: Rango
fr: Période
ja: 期間
zh_hans: 区间

source: Range: %@
es: Rango: %@
fr: Période : %@
ja: 期間: %@
zh_hans: 区间：%@

source: Rankings
es: Clasificaciones
fr: Classements
ja: ランキング
zh_hans: 排行

source: Read the collection as a pattern, not just a list.
es: Lee la colección como un patrón, no solo como una lista.
fr: Lisez la collection comme un motif, pas seulement comme une liste.
ja: コレクションを単なる一覧ではなく、パターンとして読み取ります。
zh_hans: 把这份收藏当作一种模式来阅读，而不只是一个列表。

source: Read the last 30 days as a pattern: activity density, streaks, and how much of Home already has history.
es: Lee los últimos 30 días como un patrón: densidad de actividad, rachas y cuánto de Inicio ya tiene historial.
fr: Lisez les 30 derniers jours comme un motif : densité d’activité, séries et part d’Accueil ayant déjà un historique.
ja: 直近 30 日をひとつのパターンとして読みます。活動の密度、連続記録、そしてホームのどれだけに履歴があるかを見ます。
zh_hans: 把最近 30 天看作一种模式：活动密度、连续记录，以及首页中已有历史的占比。

source: Recommendations
es: Recomendaciones
fr: Recommandations
ja: おすすめ
zh_hans: 建议

source: Recovery
es: Recuperación
fr: Récupération
ja: 復帰
zh_hans: 恢复

source: Recovery Candidates
es: Candidatos de recuperación
fr: Candidats au retour
ja: 復帰候補
zh_hans: 恢复候选

source: Remove Mark
es: Quitar marca
fr: Retirer la marque
ja: マークを外す
zh_hans: 移除标记

source: Remove Photo
es: Quitar foto
fr: Supprimer la photo
ja: 写真を削除
zh_hans: 移除照片

source: Replace import deletes the current library first, then restores exactly what is in the backup.
es: La importación por reemplazo elimina primero la biblioteca actual y luego restaura exactamente lo que hay en la copia.
fr: L’import par remplacement supprime d’abord la bibliothèque actuelle, puis restaure exactement ce qui se trouve dans la sauvegarde.
ja: 置換読み込みでは、まず現在のライブラリを削除し、その後バックアップに含まれる内容をそのまま復元します。
zh_hans: 替换导入会先删除当前资料库，然后精确恢复备份中的内容。

source: Replace Library
es: Reemplazar biblioteca
fr: Remplacer la bibliothèque
ja: ライブラリを置き換える
zh_hans: 替换资料库

source: Replace Photo
es: Reemplazar foto
fr: Remplacer la photo
ja: 写真を差し替える
zh_hans: 更换照片

source: Replace the Current Library
es: Reemplazar la biblioteca actual
fr: Remplacer la bibliothèque actuelle
ja: 現在のライブラリを置き換える
zh_hans: 替换当前资料库

source: Replaced the current library with %@.
es: Se reemplazó la biblioteca actual con %@.
fr: La bibliothèque actuelle a été remplacée par %@.
ja: 現在のライブラリを %@ で置き換えました。
zh_hans: 已用 %@ 替换当前资料库。

source: Replay the first-use tips if you want another quiet walkthrough of the main flows.
es: Repite los consejos de primer uso si quieres otro recorrido tranquilo por los flujos principales.
fr: Relancez les conseils de première utilisation si vous souhaitez un autre passage en douceur sur les flux principaux.
ja: 主要な流れをもう一度静かに案内してほしいときは、初回ヒントを再生できます。
zh_hans: 如果你想再次安静地走一遍主要流程，可以重新播放首次使用提示。

source: Reset
es: Restablecer
fr: Réinitialiser
ja: リセット
zh_hans: 重置

source: Reset Tools
es: Herramientas de reinicio
fr: Outils de réinitialisation
ja: リセットツール
zh_hans: 重置工具

source: Resources
es: Recursos
fr: Ressources
ja: リソース
zh_hans: 资源

source: Restore a previous snapshot or keep an export ready before you start tracking again.
es: Restaura una instantánea anterior o ten una exportación lista antes de volver a registrar.
fr: Restaurez un instantané précédent ou gardez un export prêt avant de recommencer le suivi.
ja: 再び記録を始める前に、以前のスナップショットを復元するか、書き出しを手元に残しておきましょう。
zh_hans: 在重新开始记录之前，可以恢复以前的快照，或者先准备好一份导出。

source: Restore From Backup
es: Restaurar desde copia
fr: Restaurer depuis une sauvegarde
ja: バックアップから復元
zh_hans: 从备份恢复

source: Review
es: Revisión
fr: Révision
ja: レビュー
zh_hans: 回顾

source: Review Another Day
es: Revisar otro día
fr: Revoir un autre jour
ja: 別の日を確認
zh_hans: 查看其他日期

source: Review gathers items that still need a first mark, feel dormant, or may deserve a return from Archive.
es: Revisión reúne elementos que aún necesitan una primera marca, se sienten inactivos o quizá merezcan volver desde Archivo.
fr: La révision rassemble les éléments qui ont encore besoin d’une première marque, semblent endormis ou méritent peut-être de revenir des archives.
ja: レビューには、最初のマークが必要なもの、休眠気味のもの、アーカイブから戻してよさそうなものが集まります。
zh_hans: 回顾会汇集那些仍需要首次标记、看起来已沉寂，或也许值得从归档中回来的项目。

source: Review Preferences
es: Preferencias de revisión
fr: Préférences de révision
ja: レビュー設定
zh_hans: 回顾设置

source: Review Snapshot
es: Resumen de revisión
fr: Aperçu de la révision
ja: レビューのスナップショット
zh_hans: 回顾概览

source: Rhythm
es: Ritmo
fr: Rythme
ja: リズム
zh_hans: 节奏

source: Safety
es: Seguridad
fr: Sécurité
ja: 安全性
zh_hans: 安全

source: Sample items only load when Home is empty, so you can safely try them once.
es: Los elementos de muestra solo se cargan cuando Inicio está vacío, así que puedes probarlos con seguridad una vez.
fr: Les éléments d’exemple ne se chargent que lorsque Accueil est vide, vous pouvez donc les essayer en toute sécurité une fois.
ja: サンプル アイテムはホームが空のときだけ読み込まれるので、一度だけ安心して試せます。
zh_hans: 示例项目只会在首页为空时加载，因此你可以放心试一次。

source: Save
es: Guardar
fr: Enregistrer
ja: 保存
zh_hans: 保存

source: Saved Marks
es: Marcas guardadas
fr: Marques enregistrées
ja: 保存済みマーク
zh_hans: 已保存的标记

source: Scope: %@
es: Alcance: %@
fr: Portée : %@
ja: 範囲: %@
zh_hans: 范围：%@

source: Search archive
es: Buscar en Archivo
fr: Rechercher dans les archives
ja: アーカイブを検索
zh_hans: 搜索归档

source: Search items
es: Buscar elementos
fr: Rechercher des éléments
ja: アイテムを検索
zh_hans: 搜索项目

source: Select
es: Seleccionar
fr: Sélectionner
ja: 選択
zh_hans: 选择

source: Selected Day
es: Día seleccionado
fr: Jour sélectionné
ja: 選択日
zh_hans: 选定日期

source: Settings
es: Ajustes
fr: Paramètres
ja: 設定
zh_hans: 设置

source: Share
es: Compartir
fr: Partager
ja: 共有
zh_hans: 分享

source: Share Item Link
es: Compartir enlace del elemento
fr: Partager le lien de l’élément
ja: アイテムリンクを共有
zh_hans: 分享项目链接

source: Share the app's main routes directly from Settings. Item-specific links remain available from item cards and detail.
es: Comparte las rutas principales de la app directamente desde Ajustes. Los enlaces específicos de cada elemento siguen disponibles desde las tarjetas y el detalle.
fr: Partagez directement depuis Paramètres les routes principales de l’app. Les liens spécifiques à chaque élément restent disponibles depuis les cartes et le détail.
ja: 設定からアプリの主要ルートを直接共有できます。 アイテム固有のリンクは、アイテムカードと詳細画面から引き続き利用できます。
zh_hans: 你可以直接从设置中分享应用的主要路线。 项目专属链接仍可从项目卡片和详情页中使用。

source: Show completed review sections
es: Mostrar secciones de revisión completadas
fr: Afficher les sections de révision terminées
ja: 完了したレビュー項目も表示
zh_hans: 显示已完成的回顾分组

source: Show Tips Again
es: Mostrar consejos otra vez
fr: Réafficher les conseils
ja: ヒントをもう一度表示
zh_hans: 再次显示提示

source: Skipped
es: Omitido
fr: Ignoré
ja: スキップ
zh_hans: 已跳过

source: Spotlight
es: Destacado
fr: À la une
ja: 注目
zh_hans: 聚焦

source: Stally couldn't delete the current library.
es: Stally no pudo eliminar la biblioteca actual.
fr: Stally n’a pas pu supprimer la bibliothèque actuelle.
ja: Stally は現在のライブラリを削除できませんでした。
zh_hans: Stally 无法删除当前资料库。

source: Stally couldn't export this backup.
es: Stally no pudo exportar esta copia.
fr: Stally n’a pas pu exporter cette sauvegarde.
ja: Stally はこのバックアップを書き出せませんでした。
zh_hans: Stally 无法导出此备份。

source: Stally couldn't merge this backup.
es: Stally no pudo fusionar esta copia.
fr: Stally n’a pas pu fusionner cette sauvegarde.
ja: Stally はこのバックアップをマージできませんでした。
zh_hans: Stally 无法合并此备份。

source: Stally couldn't open the import picker.
es: Stally no pudo abrir el selector de importación.
fr: Stally n’a pas pu ouvrir le sélecteur d’import.
ja: Stally は読み込み用ピッカーを開けませんでした。
zh_hans: Stally 无法打开导入选择器。

source: Stally couldn't prepare the guidance tips.
es: Stally no pudo preparar los consejos de guía.
fr: Stally n’a pas pu préparer les conseils de guidage.
ja: Stally はガイダンスのヒントを準備できませんでした。
zh_hans: Stally 无法准备指引提示。

source: Stally couldn't read this backup file.
es: Stally no pudo leer este archivo de copia.
fr: Stally n’a pas pu lire ce fichier de sauvegarde.
ja: Stally はこのバックアップファイルを読み取れませんでした。
zh_hans: Stally 无法读取此备份文件。

source: Stally couldn't replace the current library.
es: Stally no pudo reemplazar la biblioteca actual.
fr: Stally n’a pas pu remplacer la bibliothèque actuelle.
ja: Stally は現在のライブラリを置き換えられませんでした。
zh_hans: Stally 无法替换当前资料库。

source: Stally couldn't show the guidance tips again.
es: Stally no pudo volver a mostrar los consejos de guía.
fr: Stally n’a pas pu réafficher les conseils de guidage.
ja: Stally はガイダンスのヒントを再表示できませんでした。
zh_hans: Stally 无法再次显示指引提示。

source: Stally Insights
es: Análisis de Stally
fr: Analyses Stally
ja: Stally インサイト
zh_hans: Stally 洞察

source: Start a new item from a link.
es: Empieza un elemento nuevo desde un enlace.
fr: Commencer un nouvel élément depuis un lien.
ja: リンクから新しいアイテムを始めます。
zh_hans: 从链接开始一个新项目。

source: Start with a few pieces you actually reach for.
es: Empieza con unas cuantas piezas a las que realmente recurres.
fr: Commencez avec quelques pièces que vous prenez réellement.
ja: 実際によく手に取るものをいくつかから始めましょう。
zh_hans: 先从几样你真的会经常拿起的东西开始。
